Repository: katoemba/mpdconnector
Catalog: Sources/MPDConnector/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nb, nl, pt, sv, uk, zh_hans

source: Advanced
da: Avanceret
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Avancé
it: Avanzate
ja: 詳細
nb: Avansert
nl: Geavanceerd
pt: Avançado
sv: Avancerat
uk: Додатково
zh_hans: 高级

source: Album Artist
da: Albumkunstner
de: Albumkünstler
es: Artista del álbum
fi: Albumin artisti
fr: Artiste de l'album
it: Artista dell'album
ja: アルバムアーティスト
nl: Albumartiest
pt: Artista do álbum
uk: Артист альбому
zh_hans: 专辑艺术家

source: Album Grouping
da: Albumgruppering
de: Albumgruppierung
es: Agrupación de álbumes
fi: Albumiryhmittely
fr: Regroupement d'albums
it: Raggruppamento album
ja: アルバムのグループ化
nb: Albumgruppering
nl: Albumgroepering
pt: Agrupamento de álbuns
sv: Albumgruppering
uk: Групування альбомів
zh_hans: 专辑分组

source: Albums
da: Album
de: Alben
es: Álbumes
fi: Albumit
it: Album
ja: アルバム
nb: Album
pt: Álbuns
sv: Album
uk: Альбоми
zh_hans: 专辑

source: Are you sure you want to delete this player?
da: Er du sikker på, at du vil slette denne afspiller?
de: Möchten Sie diesen Player wirklich löschen?
es: ¿Seguro que quieres eliminar este reproductor?
fi: Haluatko varmasti poistaa tämän soittimen?
fr: Voulez-vous vraiment supprimer ce lecteur ?
it: Sei sicuro di voler eliminare questo lettore?
ja: このプレーヤーを削除してもよろしいですか？
nb: Er du sikker på at du vil slette denne spilleren?
nl: Weet je zeker dat je deze speler wil verwijderen?
pt: Tem certeza de que deseja excluir este reprodutor?
sv: Är du säker på att du vill ta bort den här spelaren?
uk: Ви впевнені, що хочете видалити цей плеєр?
zh_hans: 确定要删除此播放器吗？

source: Artist
da: Kunstner
de: Künstler
es: Artista
fi: Artisti
fr: Artiste
it: Artista
ja: アーティスト
nl: Artiest
pt: Artista
uk: Виконавець
zh_hans: 艺术家

source: Artists
da: Kunstnere
de: Künstler
es: Artistas
fi: Artistit
fr: Artistes
it: Artisti
ja: アーティスト
nb: Artister
nl: Artiesten
pt: Artistas
sv: Artister
uk: Виконавці
zh_hans: 艺术家

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleer
pt: Cancelar
sv: Avbryt
uk: Скасувати
zh_hans: 取消

source: Change name
da: Skift navn
de: Name ändern
es: Cambiar nombre
fi: Vaihda nimi
fr: Modifier le nom
it: Cambia nome
ja: 名前を変更
nb: Endre navn
nl: Pas naam aan
pt: Alterar nome
sv: Byt namn
uk: Змінити ім’я
zh_hans: 更改名称

source: Cover Filename
da: Coverfilnavn
de: Cover-Dateiname
es: Nombre de archivo de la portada
fi: Kansikuvan tiedostonimi
fr: Nom du fichier de la pochette
it: Nome file copertina
ja: カバー画像のファイル名
nb: Filnavn for omslag
nl: Cover bestandsnaam
pt: Nome do ficheiro da capa
sv: Filnamn för omslag
uk: Ім’я файлу обкладинки
zh_hans: 封面文件名

source: Delete
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
nb: Slett
nl: Verwijder
pt: Excluir
sv: Ta bort
uk: Видалити
zh_hans: 删除

source: Enter cover art filename
da: Indtast filnavn til coverbillede
de: Dateinamen für das Coverbild eingeben
es: Introduce el nombre de archivo de la portada
fi: Anna kansikuvan tiedostonimi
fr: Saisissez le nom du fichier de la pochette
it: Inserisci il nome file della copertina
ja: カバー画像のファイル名を入力
nb: Skriv inn filnavn for omslag
nl: Voer een bestandsnaam in
pt: Introduza o nome do ficheiro da capa
sv: Ange filnamn för omslagsbild
uk: Введіть ім’я файлу обкладинки
zh_hans: 输入封面文件名

source: Enter hostname or IP
da: Indtast værtsnavn eller IP
de: Hostname oder IP eingeben
es: Introduce el nombre de host o IP
fi: Anna isäntänimi tai IP
fr: Saisir le nom d’hôte ou l’IP
it: Inserisci nome host o IP
ja: ホスト名またはIPを入力
nb: Skriv inn vertsnavn eller IP
nl: Hostnaam of ip-adres
pt: Digite o nome do host ou IP
sv: Ange värdnamn eller IP
uk: Введіть ім’я хоста або IP
zh_hans: 输入主机名或IP

source: Enter port
da: Indtast port
de: Port eingeben
es: Introduce el puerto
fi: Anna portti
fr: Saisir le port
it: Inserisci la porta
ja: ポートを入力
nb: Skriv inn port
nl: Poort nummer
pt: Digite a porta
sv: Ange port
uk: Введіть порт
zh_hans: 输入端口

source: Hide Player
da: Skjul afspiller
de: Player ausblenden
es: Ocultar reproductor
fi: Piilota soitin
fr: Masquer le lecteur
it: Nascondi lettore
ja: プレーヤーを非表示
nb: Skjul spiller
nl: Verberg speler
pt: Ocultar reprodutor
sv: Dölj spelare
uk: Приховати плеєр
zh_hans: 隐藏播放器

source: Host
da: Vært
fi: Isäntä
fr: Hôte
ja: ホスト
nb: Vert
sv: Värd
uk: Хост
zh_hans: 主机

source: Host or IP Address
da: Værtsnavn eller IP-adresse
de: Hostname oder IP-Adresse
es: Nombre de host o dirección IP
fi: Isäntänimi tai IP-osoite
fr: Nom d’hôte ou adresse IP
it: Nome host o indirizzo IP
ja: ホスト名またはIPアドレス
nb: Vertsnavn eller IP-adresse
nl: Hostnaam of ip-adres
pt: Nome do host ou endereço IP
sv: Värdnamn eller IP-adress
uk: Ім’я хоста або IP-адреса
zh_hans: 主机名或IP地址

source: If the player is not responding, you can connect directly to it's IP instead. Normally this shall be disabled.
da: Hvis afspilleren ikke svarer, kan du i stedet oprette direkte forbindelse til dens IP. Normalt skal dette være deaktiveret.
de: Wenn der Player nicht reagiert, können Sie stattdessen direkt mit seiner IP verbinden. Normalerweise sollte dies deaktiviert sein.
es: Si el reproductor no responde, puedes conectarte directamente a su IP. Normalmente esto debe estar desactivado.
fi: Jos soitin ei vastaa, voit muodostaa yhteyden suoraan sen IP-osoitteeseen. Tavallisesti tämän tulisi olla pois päältä.
fr: Si le lecteur ne répond pas, vous pouvez vous connecter directement à son IP. Normalement, cela doit rester désactivé.
it: Se il lettore non risponde, puoi collegarti direttamente al suo IP. Normalmente questo deve essere disattivato.
ja: プレーヤーが応答しない場合は、代わりにIPへ直接接続できます。通常は無効にしておく必要があります。
nb: Hvis spilleren ikke svarer, kan du i stedet koble deg direkte til IP-adressen. Normalt skal dette være deaktivert.
nl: Als de speler niet reageert, kun je in plaats daarvan rechtstreeks verbinding maken met het IP-adres. Normaal gesproken moet dit uitgeschakeld blijven.
pt: Se o reprodutor não responder, você pode se conectar diretamente ao IP dele. Normalmente isso deve ficar desativado.
sv: Om spelaren inte svarar kan du ansluta direkt till dess IP. Normalt ska detta vara inaktiverat.
uk: Якщо плеєр не відповідає, ви можете під’єднатися безпосередньо до його IP. Зазвичай це має бути вимкнено.
zh_hans: 如果播放器没有响应，你可以改为直接连接其 IP。通常应保持禁用。

source: If you have configured a http-stream output for mpd, you can enter the ip address and port number here. Rigelian can then play the stream on your local machine.
da: Hvis du har konfigureret en HTTP-stream-output for MPD, kan du indtaste IP-adressen og portnummeret her. Rigelian kan derefter afspille streamen på din lokale maskine.
de: Wenn Sie für MPD einen HTTP-Stream-Ausgang konfiguriert haben, können Sie hier die IP-Adresse und die Portnummer eingeben. Rigelian kann den Stream dann auf Ihrem lokalen Gerät abspielen.
es: Si has configurado una salida de flujo HTTP para MPD, puedes introducir aquí la dirección IP y el número de puerto. Rigelian podrá reproducir el flujo en tu máquina local.
fi: Jos olet määrittänyt MPD:lle HTTP-striimiulostulon, voit syöttää IP-osoitteen ja porttinumeron tähän. Rigelian voi sitten toistaa striimin paikallisella koneella.
fr: Si vous avez configuré une sortie de flux HTTP pour MPD, vous pouvez saisir ici l’adresse IP et le numéro de port. Rigelian pourra alors lire le flux sur votre machine locale.
it: Se hai configurato un’uscita di flusso HTTP per MPD, puoi inserire qui l’indirizzo IP e il numero di porta. Rigelian potrà riprodurre il flusso sul tuo dispositivo locale.
ja: MPD のHTTPストリーム出力を設定している場合、ここにIPアドレスとポート番号を入力できます。Rigelian はそのストリームをローカル端末で再生できます。
nb: Hvis du har konfigurert en HTTP-strøm-utgang for MPD, kan du skrive inn IP-adresse og portnummer her. Rigelian kan da spille av strømmen på din lokale maskin.
nl: Als je een http-stream-uitvoer voor MPD hebt geconfigureerd, kun je hier het IP-adres en poortnummer invoeren. Rigelian kan de stream dan op je lokale apparaat afspelen.
pt: Se você configurou uma saída de fluxo HTTP para o MPD, pode inserir aqui o endereço IP e o número da porta. O Rigelian poderá reproduzir o fluxo na sua máquina local.
sv: Om du har konfigurerat en HTTP-strömutgång för MPD kan du ange IP-adress och portnummer här. Rigelian kan då spela upp strömmen på din lokala maskin.
uk: Якщо ви налаштували HTTP-потік для MPD, тут можна ввести IP-адресу та номер порту. Тоді Rigelian відтворюватиме потік на локальному пристрої.
zh_hans: 如果你为 MPD 配置了 HTTP 流输出，可在此输入 IP 地址和端口号。Rigelian 就能在本机播放该流。

source: IP Address to Use
da: IP-adresse, der skal bruges
de: Zu verwendende IP-Adresse
es: Dirección IP a usar
fi: Käytettävä IP-osoite
fr: Adresse IP à utiliser
it: Indirizzo IP da usare
ja: 使用するIPアドレス
nb: IP-adresse som skal brukes
nl: IP adres om te gebruiken
pt: Endereço IP a usar
sv: IP-adress att använda
uk: IP-адреса для використання
zh_hans: 要使用的 IP 地址

source: Manually Added Player
da: Manuelt tilføjet afspiller
de: Manuell hinzugefügter Player
es: Reproductor añadido manualmente
fi: Käsin lisätty soitin
fr: Lecteur ajouté manuellement
it: Lettore aggiunto manualmente
ja: 手動で追加したプレーヤー
nb: Manuelt lagt til spiller
nl: Handmatig toegevoegde speler
pt: Reprodutor adicionado manualmente
sv: Manuellt tillagd spelare
uk: Плеєр, доданий вручну
zh_hans: 手动添加的播放器

source: Name
da: Navn
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nb: Navn
nl: Naam
pt: Nome
sv: Namn
uk: Назва
zh_hans: 名称

source: Note that for Volumio players, the playqueue in Rigelian is not synchronized with the playqueue shown through the Volumio web interface.
da: Bemærk, at for Volumio-afspillere er afspilningskøen i Rigelian ikke synkroniseret med køen, der vises via Volumios webgrænseflade.
de: Beachten Sie, dass bei Volumio-Playern die Wiedergabewarteschlange in Rigelian nicht mit der über die Volumio-Weboberfläche angezeigten Warteschlange synchronisiert ist.
es: Ten en cuenta que en los reproductores Volumio, la cola de reproducción en Rigelian no está sincronizada con la cola mostrada en la interfaz web de Volumio.
fi: Huomaa, että Volumio-soittimissa Rigelianin toistojono ei ole synkronoitu Volumion verkkokäyttöliittymässä näkyvän jonon kanssa.
fr: Notez que pour les lecteurs Volumio, la file d’attente de lecture dans Rigelian n’est pas synchronisée avec celle affichée via l’interface Web de Volumio.
it: Nota che per i lettori Volumio, la coda di riproduzione in Rigelian non è sincronizzata con la coda mostrata tramite l’interfaccia web di Volumio.
ja: Volumio プレーヤーでは、Rigelian の再生キューは Volumio のWebインターフェイスに表示される再生キューと同期されません。
nb: Merk at for Volumio-spillere er spillekøen i Rigelian ikke synkronisert med køen som vises via Volumios webgrensesnitt.
nl: Let op: bij Volumio-spelers is de afspeelwachtrij in Rigelian niet gesynchroniseerd met de afspeelwachtrij die wordt weergegeven via de Volumio-webinterface.
pt: Observe que, nos reprodutores Volumio, a fila de reprodução no Rigelian não é sincronizada com a fila exibida pela interface web do Volumio.
sv: Observera att för Volumio-spelare är kölistan i Rigelian inte synkroniserad med kölistan som visas via Volumios webbgränssnitt.
uk: Зверніть увагу, що для плеєрів Volumio черга відтворення в Rigelian не синхронізується з чергою, показаною у веб-інтерфейсі Volumio.
zh_hans: 请注意，对于 Volumio 播放器，Rigelian 中的播放队列与 Volumio 网页界面显示的播放队列不同步。

source: Player Information
da: Afspilleroplysninger
de: Player-Informationen
es: Información del reproductor
fi: Soittimen tiedot
fr: Informations du lecteur
it: Informazioni sul lettore
ja: プレーヤー情報
nb: Spillerinformasjon
nl: Speler informatie
pt: Informações do reprodutor
sv: Spelarinformation
uk: Інформація про плеєр
zh_hans: 播放器信息

source: Port number
da: Portnummer
de: Portnummer
es: Número de puerto
fi: Porttinumero
fr: Numéro de port
it: Numero di porta
ja: ポート番号
nb: Portnummer
nl: Poort nummer
pt: Número da porta
sv: Portnummer
uk: Номер порту
zh_hans: 端口号

source: Rescan
da: Scan igen
de: Erneut scannen
es: Reescanear
fi: Skannaa uudelleen
fr: Réanalyser
it: Scansiona di nuovo
ja: 再スキャン
nb: Skann på nytt
nl: Opnieuw scannen
pt: Reexaminar
sv: Skanna igen
uk: Сканувати знову
zh_hans: 重新扫描

source: Songs
da: Sange
de: Titel
es: Canciones
fi: Kappaleet
fr: Morceaux
it: Brani
ja: 曲
nb: Sanger
nl: Liedjes
pt: Músicas
sv: Låtar
uk: Пісні
zh_hans: 歌曲

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
ja: 不明
nb: Ukjent
nl: Onbekend
pt: Desconhecido
sv: Okänd
uk: Невідомо
zh_hans: 未知

source: Update Database
da: Opdater database
de: Datenbank aktualisieren
es: Actualizar base de datos
fi: Päivitä tietokanta
fr: Mettre à jour la base de données
it: Aggiorna database
ja: データベースを更新
nb: Oppdater database
nl: Database bijwerken
pt: Atualizar banco de dados
sv: Uppdatera databas
uk: Оновити базу даних
zh_hans: 更新数据库

source: Use HTTP cover art
da: Brug HTTP-omslag
de: HTTP-Covergrafik verwenden
es: Usar carátulas HTTP
fi: Käytä HTTP-kansikuvia
fr: Utiliser les pochettes via HTTP
it: Usa copertine via HTTP
ja: HTTPでカバーアートを使用
nb: Bruk HTTP-omslag
nl: Laad album covers via HTTP
pt: Usar capas via HTTP
sv: Använd HTTP-omslag
uk: Використовувати обкладинки через HTTP
zh_hans: 通过 HTTP 使用封面

source: Use IP Address
da: Brug IP-adresse
de: IP-Adresse verwenden
es: Usar dirección IP
fi: Käytä IP-osoitetta
fr: Utiliser l’adresse IP
it: Usa indirizzo IP
ja: IPアドレスを使用
nb: Bruk IP-adresse
nl: Gebruik ip adres
pt: Usar endereço IP
sv: Använd IP-adress
uk: Використовувати IP-адресу
zh_hans: 使用 IP 地址

source: You can change the player's name that will be displayed in Rigelian.
da: Du kan ændre spillerens navn, som vises i Rigelian.
de: Sie können den Namen des Players ändern, der in Rigelian angezeigt wird.
es: Puedes cambiar el nombre del reproductor que se mostrará en Rigelian.
fi: Voit muuttaa Rigelianissa näkyvän soittimen nimen.
fr: Vous pouvez modifier le nom du lecteur affiché dans Rigelian.
it: Puoi modificare il nome del lettore che verrà mostrato in Rigelian.
ja: Rigelian に表示されるプレーヤー名を変更できます。
nb: Du kan endre spillerens navn som vises i Rigelian.
nl: Je kunt de naam van de speler wijzigen die in Rigelian wordt weergegeven.
pt: Você pode alterar o nome do reprodutor que será exibido no Rigelian.
sv: Du kan ändra spelarens namn som visas i Rigelian.
uk: Ви можете змінити назву плеєра, що відображатиметься в Rigelian.
zh_hans: 你可以更改在 Rigelian 中显示的播放器名称。

source: MPD Database
de: MPD-Datenbank
es: Base de datos de MPD
fi: MPD-tietokanta
fr: Base de données MPD
it: Database MPD
ja: MPD データベース
pt: Banco de dados do MPD
sv: MPD-databas
uk: База даних MPD
zh_hans: MPD 数据库

source: Type
de: Typ
es: Tipo
fi: Tyyppi
it: Tipo
ja: タイプ
pt: Tipo
sv: Typ
uk: Тип
zh_hans: 类型

source: Album
es: Álbum
fi: Albumi
ja: アルバム
pt: Álbum
uk: Альбом
zh_hans: 专辑

source: HTTP Stream
es: Flujo HTTP
fi: HTTP-striimi
fr: Flux HTTP
it: Flusso HTTP
ja: HTTPストリーム
nb: HTTP-strøm
pt: Fluxo HTTP
sv: HTTP-ström
uk: HTTP-потік
zh_hans: HTTP 流

source: Port
es: Puerto
fi: Portti
it: Porta
ja: ポート
nl: Poort
pt: Porta
uk: Порт
zh_hans: 端口

source: Status
es: Estado
fi: Tila
fr: Statut
it: Stato
ja: ステータス
uk: Стан
zh_hans: 状态

source: Version
es: Versión
fi: Versio
it: Versione
ja: バージョン
nb: Versjon
nl: Versie
pt: Versão
uk: Версія
zh_hans: 版本
